; MSETUP4 string table
[STRING]
CHARSET="178"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME="Arial"
ITEMCHARSET="1"
Other_UserLaunched_Mac="لا يمكن بدء تشغيل هذا البرنامج نظرًا لأنه قيد الاستخدام بواسطة مستخدم آخر."
MSE1="لا يمكن إعادة تشغيل النظام. أغلق برنامج التثبيت أو التطبيق الجاري تشغيله. وبعد ذلك قم بإنهاء برنامج إعداد Canon وحاول مرة أخرى."
MSE2="لا يمكن استخدام هذا البرنامج مع نظام التشغيل الحالي."
MSE3="لتثبيت هذا البرنامج، يجب أن تقوم بتسجيل الدخول كأحد أعضاء مجموعة مسؤولي النظام.\nانقر فوق [موافق] لإلغاء التثبيت. إذا كنت تستخدم القرص المضغوط، فقم بإزالته بعد النقر فوق [موافق].\nبعد إلغاء التثبيت، قم بتسجيل الدخول كأحد أعضاء مجموعة مسؤولي النظام، ثم قم بتثبيت البرنامج."
MSE3_Mac="قم بتسجيل الدخول من خلال حساب مسؤول النظام لبدء تشغيل هذا البرنامج."
MSE31_Mac="يعتبر كل من اسم المستخدم وكلمة المرور الخاصة بمسؤول النظام مطلوبين ليتم تثبيت هذا البرنامج."
MSE4="تحتاج إلى تطبيق ملائم حتى تتمكن من عرض الملف المحدد."
MSE5="لا توجد مساحة كافية على محرك الأقراص %D%. يلزم توفر %S% ميجابايت ليتم تثبيت البرنامج."
MSE6="المجلد المحدد غير صالح. حدد مجلدًا يمكن الكتابة عليه من بين المجلدات الموجودة على محرك الأقراص الثابتة المحلي."
MSE7="لا يمكن بدء تشغيل البرنامج نظرًا لانخفاض دقة الشاشة. قم بتغيير دقة الشاشة إلى 800 × 600 بكسل أو أعلى، ثم قم بإعادة تنفيذ العملية.\nعند التثبيت على الكمبيوتر اللوحي، قم بتعيين اتجاه الشاشة إلى الوضع الأفقي، ثم قم بتنفيذ العملية."
MSE7_Mac="لا يمكن بدء تشغيل البرنامج نظرًا لانخفاض دقة الشاشة. قم بتغيير دقة الشاشة إلى 800 × 600 بكسل أو أعلى، ثم قم بإعادة تنفيذ العملية."
MSE8="لا يوجد قرص مضغوط في محرك الأقراص المضغوطة.\nقم بإعادة إدخال القرص المضغوط في محرك الأقراص المضغوطة."
MSE9="لا يمكن أن يحتوي اسم الملف على أحد الأحرف التالية:\n/ , ; * ? \\" < > |"
MSE10="اسم المسار المحدد يتجاوز الحد المسموح به. حدد اسم مسار لا يتجاوز 150 حرفًا."
MSE11="اسم المسار المحدد لا يتضمن حرف محرك الأقراص أو أن المسار تم تحديده بمسار نسبي. حدد مسارًا مطلقًا."
MSE14="جهاز الكمبيوتر لا يدعم هذا البرنامج."
MSE15="يمكن تتشغيل البرنامج على نظام التشغيل Windows 2000 Service Pack 4 أو إصدار أحدث. إذا كان نظام التشغيل الذي تستخدمه أقدم من Service Pack 4، قم بتحديث Windows 2000 إلى Service Pack 4 أو إصدار أحدث، ثم قم بتشغيل البرنامج مرة أخرى."
MSE16="لا يمكن فتح الملف."
MSE17="يمكن تشغيل البرنامج على نظام التشغيل Windows XP Service Pack 2 أو إصدار أحدث. إذا كان نظام التشغيل الذي تستخدمه أقدم من Service Pack 2، قم بتحديث Windows XP إلى Service Pack 2 أو إصدار أحدث، ثم قم بتشغيل البرنامج مرة أخرى."
MSE18="يمكن تشغيل هذا البرنامج على نظام التشغيل Windows XP Service Pack 3 أو الإصدارات الأحدث عند استخدام نظام التشغيل Windows XP. قم بتحديث نظام التشغيل Windows XP إلى الإصدار Service Pack 3 أو إصدار أحدث، ثم حاول مرةً أخرى."
MSE19="يمكن تشغيل هذا البرنامج على نظام التشغيل Windows Vista Service Pack 1 أو الإصدارات الأحدث عند استخدام نظام التشغيل Windows Vista. قم بتحديث نظام التشغيل Windows Vista إلى الإصدار Service Pack 1 أو إصدار أحدث، ثم حاول مرةً أخرى."
MSE20="يمكن تشغيل هذا البرنامج على نظام التشغيل Windows Vista Service Pack 2 أو الإصدارات الأحدث عند استخدام نظام التشغيل Windows Vista. قم بتحديث نظام التشغيل Windows Vista إلى الإصدار Service Pack 2 أو إصدار أحدث، ثم حاول مرةً أخرى."
MSE21="لا يوجد قرص مضغوط في محرك الأقراص المضغوطة. سيتم إغلاق تطبيق الإعداد الآن."
MSM0001="موافق"
MSM0002="إلغاء"
MSM0003="نعم"
MSM0004="لا"
MSM0005="السابق"
MSM0006="التالي"
MSM0007="متابعة"
MSM0008="إيقاف"
MSM0009="إنهاء"
MSM0010="تثبيت"
MSM0011="تعليمات"
MSM0012="تحديد الكل"
MSM0013="مسح الكل"
MSM0014="راجع أحدث المعلومات"
MSM0015="متابعة التثبيت"
MSM0016="إلغاء التثبيت"
MSM0017="اللغة"
MSM0018="الافتراضات"
MSM0019="مرر"
MSM0020="الرجوع لأعلى"
MSM0021="إغلاق"
MSM0022="حفظ"
MSM0101="خطأ"
MSM0102="تحذير"
MSM0103="معلومات"
MSM0104="Canon"
MSM1001="اللغة"
MSM1002="حدد اللغة التي ترغب في استخدامها مع هذا البرنامج ثم انقر فوق [التالي]."
MSM1003="حدد اللغة التي ترغب في استخدامها مع هذا البرنامج ثم انقر فوق [السابق]."
MSM1004="الرجاء تحديد اللغة الخاصة بك."
MSM1011="بدء تثبيت الأداة المساعدة. حيث تعد الأداة المساعد ضرورية لعمليات الإعداد."
MSM1021="الحصول على المعلومات"
MSM1022="جارٍ الحصول على معلومات حول أحدث البرامج وبرامج التشغيل."
MSM1023="للوصول إلى الإنترنت، سيحصل هذا البرنامج على المعلومات المحفوظة في سلسلة المفاتيح الخاصة بك.\nفإذا ظهر المربع الحواري \"تأكيد الوصول إلى سلسلة المفاتيح\"، فانقر فوق [السماح دومًا]."
MSM1024="جارٍ الحصول على معلومات حول أحدث البرامج."
MSM1031="خطأ في الحصول على المعلومات"
MSM1032="فشل الحصول على معلومات حول البرنامج وبرنامج التشغيل. تحقق من اتصال الشبكة وأعد المحاولة."
MSM1033="تعذر العثور على البرنامج المتوافق مع البيئة الخاصة بك."
MSM1034="فشل الحصول على معلومات حول البرنامج. تحقق من اتصال الشبكة وأعد المحاولة."
MSM1051="اختيار الطابعة"
MSM1052="اختيار الماسحة الضوئية"
MSM1103="الولايات المتحدة وكندا وأمريكا اللاتينية"
MSM1104="أوروبا والشرق الأوسط وأفريقيا"
MSM1105="آسيا"
MSM1106="منطقة المحيط الهادي"
MSM1116="البلد والمنطقة"
MSM1117="حدد مكان الإقامة الخاص بك."
MSM1118="حدد البلد أو المنطقة الخاصة بك. إذا لم يكن البلد أو المنطقة مدرجة في القائمة التالية، فحدد \"أخرى\"."
MSM1241="بدء الإعداد"
MSM1242="يحتاج بدء الإعداد إلى استخدام الجهاز من خلال جهاز الكمبيوتر. اتبع الإرشادات الواردة على الشاشة."
MSM1243="بدء الإعداد"
MSM1244="يتيح لك هذا البرنامج استخدام الجهاز من خلال جهاز الكمبيوتر."
MSM1245="برامج مفيدة"
MSM1246="لعرض كيفية تنزيل البرامج واستخدامها بحيث يمكنك تحقيق الاستفادة القصوى من الجهاز."
MSM1247="الدليل على الإنترنت"
MSM1248="يمكن مراجعة الدليل على الشبكة."
MSM1249="استخدام البرامج التي تم تحديثها الموجودة على الإنترنت"
MSM1250="الإعدادات"
MSM1305="محرك الأقراص %DRIVELETTER% المساحة المتوفرة %DISKSPACE% ميجابايت"
MSM1306="إجمالي المساحة المستخدمة: %ITEMSPACE% ميجابايت"
MSM1307="%s م.ب"
MSM1311="التطبيق"
MSM1312="وقت التثبيت المقدَّر: من %INSTALLTIME_MIN% إلى %INSTALLTIME_MAX% دقيقة"
MSM1315="قد يستغرق التثبيت بعض الوقت وفقًا لبيئة الشبكة الخاصة بك."
MSM1451="قائمة تثبيت البرامج"
MSM1452="يعمل على تثبيت البرامج المحددة. تأكد من تحديد البرامج التي تريد تثبيتها، ثم انقر فوق [التالي]."
MSM1453_Mac="يلزمك تثبيت البرنامج الموجود أدناه لاستخدام جميع وظائف هذه الطابعة."
MSM1454="هذا البرنامج إلزامي ولا يمكن إلغاء تحديده."
MSM1455_Mac="يلزمك تثبيت البرنامج الموجود أدناه لاستخدام جميع وظائف هذه الماسحة الضوئية."
MSM1601="اتفاقية الترخيص"
MSM1602="قبل تثبيت البرامج المحددة، قم بقراءة اتفاقية الترخيص الواردة أدناه بعناية."
MSM1603="في حالة قبول الاتفاقية، انقر فوق [نعم]. في حالة النقر فوق [لا]، سيتم إلغاء تثبيت البرنامج."
MSM1604="قبل تثبيت %CURRENT_STEPITEM%، الرجاء قراءة اتفاقية الترخيص المدرجة أدناه بعناية."
MSM1605="في حالة قبول الاتفاقية، انقر فوق [نعم]. في حالة النقر فوق [لا]، لن يتم تثبيت البرنامج."
MSM1606="منتجات Canon"
MSM1607="في حالة عدم قبول اتفاقية الترخيص، لن يتم تثبيت هذا البرنامج. هل أنت موافق?"
MSM1608="في حالة عدم قبول اتفاقية الترخيص، لن يتم تثبيت هذا التطبيق وبرنامج Print Studio Pro الذي يتطلب توفر هذا التطبيق. هل أنت موافق؟"
MSM1671="تثبيت ‭.NET Framework‬"
MSM1672="برنامج Microsoft .NET Framework 4 غير مثبت على جهاز الكمبيوتر الخاص بك. لاستخدام كافة البرامج، يلزمك تثبيت برنامج Microsoft .NET Framework ‪4‬‬. هل تريد تثبيته؟"
MSM1681="لم يتم العثور على برنامج Microsoft .NET Framework 4"
MSM1682="لم يتم العثور على برنامج Microsoft .NET Framework 4 أو لم يتم تثبيته بشكل صحيح.\nيجب تثبيت برنامج Microsoft .NET Framework 4 بشكل صحيح لتثبيت هذا البرنامج."
MSM1683="يتطلب البرنامج الذي قمت بتحديده تثبيت برنامج ‎.Net Framework. وقد لا يتم تثبيت هذا البرنامج إذا لم تكن متصلاً بالإنترنت."
MSM1684="  - %s"
MSM1701="تقدم التثبيت: %PROGRESS%%"
MSM1702="المتبقي %RESTTIME% دقيقة/دقائق تقريبًا حتى الاكتمال"
MSM1711="جارٍ التنزيل..."
MSM1712="جارٍ حساب الوقت المتبقي..."
MSM1804="اتفاقية الترخيص"
MSM1809="الاكتمال"
MSM1901="تتم الآن المعالجة"
MSM1902="تتم الآن المعالجة. الرجاء الانتظار."
MSM1903="قد يستغرق ذلك دقيقة واحدة تقريبًا."
MSM1904="جاري تثبيت: %ITEM%"
MSM1905="جارٍ تنزيل: %ITEM%"
MSM1906="جارٍ تنزيل %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="جارٍ التحقق من العناصر المطلوب تنزيلها..."
MSM1908="جارٍ التنزيل... %d/%d"
MSM2001="توصيل الطابعة"
MSM2002="تأكد من توصيل الطابعة بجهاز الكمبيوتر ثم قم بتشغيلها."
MSM2003="لم يتم الكشف عن الطابعة. تحقق من التوصيل."
MSM2008="يتم تسجيل الطابعة في الكمبيوتر الخاص بك. \nقد تستغرق هذه العملية بعض الوقت."
MSM2010="توصيل الطابعة"
MSM2031="توصيل الماسحة الضوئية"
MSM2032="تأكد من توصيل الماسحة الضوئية بجهاز الكمبيوتر ثم قم بتشغيلها إذا كانت تحتوي على زر تشغيل."
MSM2033="لم يتم الكشف عن الماسحة الضوئية. تحقق من التوصيل."
MSM2034="تم الكشف عن الماسحة الضوئية. الرجاء الانتظار حتى اكتمال التثبيت."
MSM2096="اكتشاف الطابعة"
MSM2097="البحث عن الطابعة على الشبكة."
MSM2111="جاري التحقق من حالة الطابعة."
MSM2112="التحقق من طريقة الاتصال"
MSM2113="قم بتوصيل الطابعة بالموجه اللاسلكي التالي باستخدام اتصال لاسلكي؟"
MSM2114="الموجه اللاسلكي: ‭%s‬"
MSM2115="الطابعة (الرقم المسلسل): %s‏ ‭(%s)‬"
MSM2116="السماح باستخدام الطابعة التالية عبر اتصال Wi-Fi؟"
MSM2117="السماح باستخدام الطابعة التالية عبر وصلة شبكة محلية سلكية؟"
MSM2118="السماح باستخدام %s عبر اتصال USB؟"
MSM2119="السماح باستخدام الطابعة التالية عبر الاتصال المباشر؟"
MSM2120="حول أنواع الاتصال"
MSM2121="حدد الموجه اللاسلكي"
MSM2122="حدد الموجه اللاسلكي المراد توصيل الطابعة به."
MSM2123="الموجهات اللاسلكية:"
MSM2124="كلمة المرور:"
MSM2125="إخفاء النص"
MSM2126="إضافة يدويًا"
MSM2131="أدخل المعلومات الخاصة بالموجه اللاسلكي."
MSM2132="اسم الشبكة ‭(SSID)‬:"
MSM2133="نوع التشفير:"
MSM2134="لا تستخدم"
MSM2135="استخدم بروتوكول التشفير اللاسلكي ‭(WEP)‬"
MSM2136="استخدام WPA/‏WPA2"
MSM2137="بدون"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="طول مفتاح WEP:"
MSM2142="64bit"
MSM2143="128bit"
MSM2151="صيغة مفتاح WEP:"
MSM2152="ASCII"
MSM2153="ست عشري"
MSM2161="رقم الهوية لمفتاح WEP:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="بالنسبة إلى WEP من نوع 64 بت، يجب أن يكون طول المفتاح 5 أحرف بصيغة ASCII‏.\nبرجاء الإدخال مرة أخرى"
MSM2172="بالنسبة إلى WEP من نوع 64 بت، يجب أن يكون طول المفتاح 10 أرقام بصيغة ست عشرية.\nبرجاء الإدخال مرة أخرى."
MSM2173="بالنسبة إلى WEP من نوع 128 بت، يجب أن يكون طول المفتاح 13 حرفًا بصيغة ASCII.\nبرجاء الإدخال مرة أخرى."
MSM2174="بالنسبة إلى WEP من نوع 128 بت، يجب أن يكون طول المفتاح 26 رقمًا بصيغة ست عشرية.\nبرجاء الإدخال مرة أخرى."
MSM2175="لا يمكن استخدام أحرف غير حروف ASCII إذا كانت صيغة المفتاح ASCII‏. \nأدخل القيمة الصحيحة."
MSM2176="لا يمكن استخدام أحرف غير الأرقام الست عشرية إذا كانت صيغة المفتاح ست عشرية. \nأدخل القيمة الصحيحة."
MSM2177="أدخل كلمة مرور تتكون من 8 إلى 63 حرفًا (ASCII) أو 64 رقمًا (سداسيًا عشريًا)."
MSM2178="كلمة المرور غير صالحة. أدخل 5 أو 13 حرفًا أو 10 أو 26 حرفًا (سداسيًا عشريًا)."
MSM2181="تحقق من اسم الشبكة ‭(SSID)‬"
MSM2182="الموجه اللاسلكي (SSID):‏ %s\n\nإذا كان اسم الشبكة (SSID) صحيحًا، فانقر فوق [التالي] للمتابعة.\nإذا كان اسم الشبكة (SSID) غير صحيح، فانقر فوق [السابق]، ثم أضف الموجه اللاسلكي مرة أخرى."
MSM2183="قد تكون كلمة المرور الخاصة بالموجه اللاسلكي غير صحيحة.\nانقر فوق [السابق]، ثم أدخل كلمة المرور مرة أخرى."
MSM2184="خطأ في تحديد الشبكة (SSID)"
MSM2185="لا تدعم الطابعة الخاصة بك شبكات 5GHz‏.\nالرجاء النقر فوق [السابق]، وتحديد شبكة (SSID) تدعم 2.4GHz."
MSM2186="لا يتوافق نوع التشفير الخاص بالموجه اللاسلكي مع إعدادات التشفير.\nالرجاء النقر فوق [السابق]، ثم أضف الموجه اللاسلكي مرة أخرى."
MSM2190="حدد الشبكة ‭(SSID)‬"
MSM2191="يتعذر العثور على الشبكة (SSID) التي يتصل بها هذا الكمبيوتر من الطابعة. حدد اسم الشبكة ‭(SSID)‬."
MSM2192="عنوان MAC:"
MSM2193="(تحديد)"
MSM2194="شبكات أخرى"
MSM2195="إعدادات شبكة (SSID)"
MSM2196="أدخل معلومات شبكة (SSID) الخاصة بك."
MSM2197="كلمة المرور"
MSM2198="أدخل كلمة مرور الشبكة (SSID)."
MSM2199="اسم الشبكة (SSID):‏ %s"
MSM2200="اسم الشبكة (SSID):‏ %s\n\nإذا كان اسم الشبكة (SSID) صحيحًا، فانقر فوق [التالي] للمتابعة.\nإذا كان اسم الشبكة (SSID) غير صحيح، فانقر فوق [السابق]، ثم حدد اسم الشبكة (SSID) مرة أخرى."
MSM2201="كلمة المرور الخاصة باسم الشبكة (SSID) غير صحيحة.\nانقر فوق [السابق]، ثم أدخل كلمة المرور مرة أخرى."
MSM2202="لا تدعم الطابعة الخاصة بك شبكات 5GHz‏.\nالرجاء النقر فوق [السابق]، وتحديد شبكة (SSID) تدعم 2.4GHz."
MSM2203="لا يتوافق نوع التشفير الخاص بالشبكة (SSID) مع إعدادات التشفير.\nالرجاء النقر فوق [السابق]، ثم إجراء التهيئة مرة أخرى."

MSM2252="تم الإعداد"
MSM2253="تم اكتمال الإعداد الخاص بالطباعة من جهاز الكمبيوتر.\nبعد ذلك، سيتم تثبيت البرامج."
MSM2254="لم يكتمل التثبيت.\nلمتابعة تثبيت البرامج المفيدة، انقر فوق [متابعة]."
MSM2255="لقد تم الانتهاء من الإعداد."
MSM2256="يمكنك الآن الطباعة من جهاز الكمبيوتر لديك."
MSM2261="الإعداد"
MSM2262="سيتم تعطيل اتصال الشبكة بشكل مؤقت أثناء الإعداد.\nقد يستغرق ذلك بضع دقائق. الرجاء الانتظار."
MSM2263="فشل في إجراء الإعداد Cableless setup. قم بتعليق العملية وتحديد طريقة إعداد أخرى باتباع الإرشادات الواردة على الشاشة."
MSM2264="جاري إجراء الإعداد. قد يستغرق ذلك بضع دقائق. الرجاء الانتظار."
MSM2301="فشل التثبيت"
MSM2310="خطأ في البحث عن الطابعة"
MSM2311="الطابعة المتصلة غير موجودة.\nللبحث عن الطابعة مرة أخرى، انقر فوق [البحث مرة أخرى]."
MSM2312="البحث مرة أخرى"
MSM2313="تم إلغاء الإعداد"
MSM2314="تم إلغاء عملية الإعداد.\nانقر فوق [الرجوع لأعلى]، ثم أعد الإعداد."
MSM2315="فشل التثبيت.\nانقر فوق [الرجوع لأعلى]، ثم أعد الإعداد."
MSM2390="يجب إجراء محاذاة رأس الطباعة قبل استخدام هذه الطابعة. للحصول على التفاصيل، انقر فوق [محاذاة رأس الطباعة]، واتبع الإرشادات المعروضة على الشاشة.\n\nوعند اكتمال المحاذاة، انقر فوق [التالي]."
MSM2391="محاذاة رأس الطباعة"
MSM2401="محاذاة رأس الطباعة مستحسنة"
MSM2411="محاذاة رأس الطباعة"
MSM2413="تنفيذ"
MSM2414="عند طباعة صور فوتوغرافية على هذه الطابعة، فإنه يوصى بإجراء محاذاة لرأس الطباعة. ولإجراء هذه المحاذاة الآن، قم بتحميل ورق عادي في الدرج، ثم انقر فوق [تنفيذ]. بعد اكتمال محاذاة الرأس، انقر فوق [التالي]. للحصول على تفاصيل، ارجع إلى دليل الطابعة. \n\nبالإضافة إلى ذلك، فإن محاذاة الرأس تكون متاحة بعد اكتمال الإعداد. للمتابعة دون إجراء محاذاة رأس الطباعة، انقر فوق [ التالي]."
MSM2416="يجب أن تقوم بتنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. انقر فوق [تنفيذ] لعرض شاشة بدء محاذاة رأس الطباعة. اتبع الإرشادات التي تظهر على الشاشة لطباعة نموذج المحاذاة. قم بوضع نموذج المحاذاة المطبوع على السطح الزجاجي، ثم قم بمسحه ضوئيًا.\n\nبعد اكتمال محاذاة رأس الطباعة، انقر فوق، [التالي]."
MSM2416_Mac="يجب أن تقوم بتنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. انقر فوق [تنفيذ] لعرض شاشة بدء محاذاة رأس الطباعة. اتبع الإرشادات التي تظهر على الشاشة لطباعة نموذج المحاذاة. قم بوضع نموذج المحاذاة المطبوع على السطح الزجاجي، ثم قم بمسحه ضوئيًا.\n\nبعد اكتمال محاذاة رأس الطباعة، انقر فوق، [التالي]."
MSM2417="هذه الطابعة بها ميزة محاذاة رأس الطباعة. إذا كانت النُسخ المطبوعة تحتوي على سطور غير محاذاة أو كانت غير مرضية، قد تعمل محاذاة رأس الطباعة على حل هذه المشكلات."
MSM2418="يجب أن تقوم بتنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. قم بتحميل ورق في الطابعة، وانقر فوق [تنفيذ]، ثم انقر فوق [التالي]."
MSM2418_Mac="يجب تنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. قم بتحميل ورق في الطابعة ثم انقر فوق [تنفيذ].\n\nإذا كنت لا تريد محاذاة رأس الطباعة، انقر فوق [التالي]."
MSM2420="البحث عن الطابعات."
MSM2421="البحث عن  %PRODUCTNAME%."
MSM2422="لم يتم العثور على قائمة انتظار الطابعة."
MSM2423="انقر فوق [تسجيل الطابعة] لتسجيل الطابعة."
MSM2424="تسجيل الطابعة"
MSM2434="تسجيل الماسح الضوئي"
MSM2437_Mac="إضافة الطابعة"
MSM2438_Mac="عند النقر فوق [إضافة الطابعة]، سيتم عرض الطابعات المتوفرة. حدد %s التي تعرض \"Canon IJ Network\" في حقل \"النوع\"، ثم انقر فوق [إضافة].\nبعد إضافة الطابعة، انقر فوق [التالي]."
MSM2439_Mac="إذا لم يتم عرض الطابعات التي يتوقع عرضها، أو إذا كنت غير متأكد من كيفية استخدام هذه الشاشة، فانقر فوق [الدليل على الإنترنت]."
MSM2440_Mac="اختيار الماسحة الضوئية"
MSM2441_Mac="إعداد الماسحة الضوئية على جهاز الكمبيوتر.\n\nانقر فوق [اختيار الماسحة الضوئية] لبدء البرنامج التطبيقي الخاص بإعداد الماسحة الضوئية. اتبع إرشادات البرنامج التطبيقي لإكمال العملية."
MSM2451="تسجيل المستخدم"
MSM2453="التالي"
MSM2464="تسجيل المستخدم"
MSM2465="قم بتسجيل منتج Canon الخاص بك اليوم، وسوف تحصل على المزايا التالية:\n- الحصول على رسائل إخبارية شهرية بالبريد الإلكتروني حول وسائل تقليل التكاليف من Canon.\n- الحصول على مشروعات ترفيهية من موقع Creative Park، بالإضافة إلى تلميحات مفيدة.\n- التمتع بأولوية الحصول على إعلامات ترقيات البرامج"
MSM2474="تسجيل المستخدم"
MSM2475="من خلال تسجيل المنتج الخاص بك، ستتمكن من تلقى معلومات مفيدة حول المنتج والصيانة. سوف تحتاج إلى الاتصال بالإنترنت للتسجيل."
MSM2484="تسجيل المنتج"
MSM2485JU="قم بتسجيل منتج Canon الخاص بك اليوم وتمتع بالفوائد التالية:\n- ستحفظ لك Canon U.S.A. معلوماتك مسجلة في حالة المطالبة بالتأمين\n- كن ضمن أول من يتلقون إخطارات حول ترقيات البرامج\n- تلقى رسائل البريد الإلكتروني الإخبارية الخاصة بنا والتي تصدر شهريًا من خلال نظام التوفير من Canon"
MSM2485M="من خلال تحديث منتج جديد أو تسجيله، ستتمكن من تلقي معلومات مفيدة حول المنتج والصيانة. سوف تحتاج إلى الاتصال بالإنترنت للتحديث والتسجيل."
MSM2486_Mac="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2486_Mac2="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية والرقم المسلسل للطابعة تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2487="للتسجيل في وقت لاحق، انقر فوق [إلغاء] وانتقل إلى الخطوة التالية. يمكنك أيضًا تسجيل المنتجات في أي وقت باستخدام برنامج Quick Menu."
MSM2501="CANON iMAGE GATEWAY تسجيل المستخد"
MSM2502="تسجيل"
MSM2503="CANON iMAGE GATEWAY تسجيل المستخد"
MSM2504="إن خدمة CANON iMAGE GATEWAY هي خدمة حصرية على الإنترنت لمشتري المنتج المؤهل للحصول على عضوية مجانية أو عضوية بمصاريف سنوية. ويمكنك استخدام العديد من الخدمات التي تتيح لك زيادة الاستمتاع بتجربة الصور الرقمية إذا قمت بتقديم طلب تسجيل المستخدم."
MSM2505="إن CANON iMAGE GATEWAY هو موقع ويب بعضوية مجانية. نحن نوفر معلومات دعم حول منتجاتنا ومعلومات تتعلق بطباعة عناصر مثل بطاقات التهنئة بالعام الجديد. نحن نوفر نصائح مفيدة مثل تقنيات التصوير للكاميرات الخاصة بنا لمساعدتك على الاستمتاع باستخدام منتجاتنا، بالإضافة إلى معلومات قيّمة حول المنافذ التسويقية الخاصة بأعضائنا."
MSM2506="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2507="في حالة النقر فوق [تسجيل]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية والرقم المسلسل للطابعة تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2511="تسجيل المستخدم"
MSM2513="تسجيل المنتج"
MSM2514="قم بتسجيل منتج Canon الخاص بك اليوم، وسوف تحصل على المزايا التالية:\n- الحصول على رسائل إخبارية شهرية بالبريد الإلكتروني حول وسائل تقليل التكاليف من Canon.\n- الحصول على مشروعات ترفيهية من موقع Creative Park، بالإضافة إلى تلميحات مفيدة.\n- التمتع بأولوية الحصول على إعلامات ترقيات البرامج"
MSM2515="من خلال تسجيل المنتج الخاص بك، ستتمكن من تلقى معلومات مفيدة حول المنتج والصيانة. سوف تحتاج إلى الاتصال بالإنترنت للتسجيل."
MSM2516="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2517="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية والرقم المسلسل للطابعة تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2521="تسجيل المستخدم. سيتم تجميع اسم المنتج ومعلومات نظام التشغيل ومعلومات المنطقة والرقم المسلسل للطابعة تلقائيًا ثم إرسالها إلى Canon عبر الإنترنت. ستنعكس هذه المعلومات مباشرةً في شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2522="تسجيل المستخدم. سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2526="تسجيل المستخدم. سيتم تجميع اسم المنتج ومعلومات نظام التشغيل ومعلومات المنطقة والرقم المسلسل للطابعة تلقائيًا ثم إرسالها إلى Canon عبر الإنترنت. ستنعكس هذه المعلومات مباشرةً في شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2527="تسجيل المستخدم. سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2551="تسجيل مستخدم Canon %s"
MSM2552="إلغاء تثبيت تسجيل المستخدم"
MSM2571="برنامج إلغاء تثبيت تسجيل مستخدم %s"
MSM2572="هل تريد بالتأكيد إزالة  'تسجيل مستخدم Canon %s' وكل مكوناته بالكامل؟"
MSM2573="تم إكمال إلغاء التثبيت بنجاح."
MSM2574="فشل إلغاء التثبيت."
MSM2575="يجب إعادة تشغيل جهاز الكمبيوتر لإكمال عملية إلغاء التثبيت. انقر فوق [موافق] لإعادة التشغيل. انقر فوق [إلغاء] لإعادة التشغيل في وقت لاحق."
MSM2576="يجب أن يكون لديك امتيازات المسئول لإلغاء تثبيت تسجيل مستخدم Canon %s."
MSM2577="تسجيل المستخدم. سيتم تجميع اسم المنتج ومعلومات نظام التشغيل ومعلومات المنطقة تلقائيًا ثم إرسالها إلى Canon عبر الإنترنت. ستنعكس هذه المعلومات مباشرةً في شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2577_Mac2="تسجيل المستخدم. سيتم تجميع اسم المنتج ومعلومات نظام التشغيل ومعلومات المنطقة والرقم المسلسل للطابعة تلقائيًا ثم إرسالها إلى Canon عبر الإنترنت. ستنعكس هذه المعلومات مباشرةً في شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2578="تسجيل المستخدم. سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2578_2="تسجيل المستخدم. سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية والرقم المسلسل للطابعة تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2580="فشل التوصيل. تأكد من تمكين اتصال الشبكة، ثم أعد المحاولة. إذا استمر فشل التوصيل، انتظر قليلاً وأعد المحاولة. يمكنك أيضًا التسجيل في أي وقت، وذلك بالنقر نقرًا مزدوجًا فوق الرمز باستخدام برنامج Solution Menu EX."
MSM2581="فشل التوصيل. تأكد من تمكين اتصال الشبكة، ثم أعد المحاولة. إذا استمر فشل التوصيل، انتظر قليلاً وأعد المحاولة."
MSM2582="فشل التوصيل."
MSM2584="جاري الاتصال. رجاء الانتظار."
MSM2585="أدخل اسم المستخدم وكلمة مرور جدار الحماية."
MSM2586="اسم المستخدم:"
MSM2587="كلمة المرور:"
MSM2589="فشل التوصيل. تأكد من تمكين اتصال الشبكة، ثم أعد المحاولة. إذا استمر فشل التوصيل، انتظر قليلاً وأعد المحاولة."
MSM2590="لا يمكنك الاتصال عندما تكون الطابعة مشغولة، في حالة التنظيف أو إجراء محاذاة رأس الطباعة على سبيل المثال.\nحاول إعداد Wi-Fi مرة أخرى عندما تكون الطابعة في وضع الخمول."
ExecutingPrefSet_Mac="التطبيق مرتبط بـ CanoScan Toolbox"
MSM2601="اكتمل التثبيت بنجاح."
MSM2602="قم بإعادة تشغيل النظام الآن (مستحسن)"
MSM2603="متابعة على الإنترنت"
MSM2604="انقر فوق [متابعة على الإنترنت] لزيارة موقع ويب Canon حيث يمكنك تنزيل تطبيقات إضافية والحصول على مزيد من المعلومات حول الوظائف والخدمات المتاحة للطابعة الخاصة بك.\nسيتم غلق هذه البرامج وسيتم فتح موقع ويب Canon في المتصفح."
MSM2605="متابعة على الإنترنت"
MSM2701="إلغاء التثبيت"
MSM2702_Mac="لم يكتمل التثبيت. للاستمرار في عملية التثبيت، انقر فوق [متابعة]. لإلغاء التثبيت، انقر فوق [إيقاف]."
MSM2801="تغيير إعدادات النظام"
MSM2802="يجب إعادة تشغيل النظام قبل أن يتم تفعيل الإعدادات الجديدة.\nهل تريد إعادة تشغيل النظام الآن؟"
MSM2851="Extended Survey Program"
MSM2870="حرصًا منا على تطوير وتسويق منتجات تفي بمتطلبات العملاء على أفضل وجه، تحتاج شركة Canon إلى إرسال المعلومات الموضحة أدناه، والمتعلقة بطابعتك، إليها عن طريق الإنترنت."
MSM2871="حرصًا منا على تطوير وتسويق منتجات تفي بمتطلبات العملاء على أفضل وجه، تحتاج شركة Canon إلى إرسال المعلومات الموضحة أدناه، والمتعلقة بطابعتك، إلى شركة الأبحاث المعتمدة قانونيًا عن طريق الإنترنت."
MSM2873="في حالة موافقتك على ما سبق، انقر فوق [أوافق]. وفي حالة عدم الموافقة، انقر فوق [لا أوافق]."
MSM2874="حرصًا منا على تطوير وتسويق منتجات تفي بمتطلبات العملاء على أفضل وجه، تحتاج شركة Canon إلى إرسال المعلومات الموضحة أدناه، والمتعلقة بمنتج Canon الخاص بك، إلى شركة Canon (في حالة استخدام المنتج Canon في الصين، سيتم إرسال المعلومات إلى شركة الأبحاث المعتمدة قانونيًا) عن طريق الإنترنت."
MSM2876="في حالة موافقتك على ما سبق، انقر فوق [أوافق] لبدء تثبيت برنامج الاستبيان. وفي حالة عدم الموافقة، انقر فوق [لا أوافق]. من الممكن ألا يعمل هذا البرنامج على إصدارات غير مدعومة من نظام التشغيل."
MSM2901="اختبار طباعة"
MSM2904="سيتم إجراء اختبار للطباعة للتحقق من عمل الطابعة.\nقم بتحميل ورق عادي في الطابعة، وانقر فوق [بدء]. وعند اكتمال اختبار الطباعة، انقر فوق [التالي].\n\nإذا حدث خطأ بالطباعة، اتبع الإرشادات التي تظهر على الشاشة لبدء الإعداد من جديد."
MSM2905="بدء"
MSM2906="تم إرسال البيانات للتحقق مما إذا كانت الطابعة تعمل بشكل صحيح أم لا."
MSM3001="يجب أن يكون هذا البرنامج متوفرًا لديك حتى تتمكن من استخدام الطابعة.\nيمكنك تنفيذ عمليات الطباعة المناسبة لأنواع وأحجام الورق المتنوعة."
MSM3002_Mac="يوضح الدليل الإلكتروني طريقة تشغيل برنامج التشغيل ويقدم إرشادات سهلة حول كيفية استخدام البرنامج التطبيقي."
MSM3008="يمكنك دمج ملفات الصور مع النصوص وإجراء Direct Print بسهولة على الملصق الخاص بالقرص."
MSM3009="تحديث النظام."
MSM3010="تتيح لك هذه الأداة المساعدة إمكانية استخدام الملفات المخزَّنة على بطاقة الذاكرة، التي تم إدخالها في فتحة البطاقة الموجودة بالطابعة، من خلال جهاز الكمبيوتر."
MSM3011="يتيح لك برنامج التشغيل هذا إمكانية استخدام الجهاز على شبكة."
MSM3012="استخدم هذه الأداة لتغيير أسلوب الاتصال وإعدادات الأمان للجهاز المتصل بالشبكة."
MSM3013="يساعدك برنامج My Printer على حل مشكلات الطباعة مثل الطباعة الملطخة."
MSM3016="من الضروري استخدام برامج تشغيل MP Drivers لطباعة المستندات ومسح الصور ضوئيًا."
MSM3018="يتيح لك برنامج ArcSoft PhotoStudio إمكانية تصحيح/تحسين الصور التي يتم استيرادها من الماسحة الضوئية أو الكاميرا الرقمية."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="يعد ScanSoft OmniPage SE برنامج OCR (تعرُّف بصري على الحروف) يمكنه تحويل أحرف النصوص الموجودة بالكتب أو الصحف إلى بيانات نصية."
MSM3021="يمنحك برنامج Presto! PageManager سهولة مسح المستندات والصور الفوتوغرافية ضوئيًا ومشاركتها وتنظيمها. يمكنك حفظ كل المستندات المتعلقة بعملك في مجلدات متداخلة غير محدودة ليتم استردادها بسهولة."
MSM3023="يتيح لك برنامج Setup Utility إمكانية تكوين إعدادات الطباعة من خلال الاتصال بالأشعة تحت الحمراء أو اتصال Bluetooth."
MSM3024="يتيح لك برنامج Setup Utility إمكانية تكوين إعدادات الطباعة من خلال PictBridge."
MSM3026="يعتبر هذا برنامجًا إضافيًا به إمكانية الطباعة الاحترافية للصور الفوتوغرافية بشكل أكثر سهولة. لاستخدام هذا البرنامج الإضافي، تحتاج إلى تثبيت برنامج تطبيقي ملائم."
MSM3027="يُعتبر برنامج تشغيل XPS مناسبًا للطباعة من البرامج التطبيقية التي تدعم طباعة XPS (في نظام التشغيل Windows Vista أو الأحدث)."
MSM3027_0="يُعتبر برنامج تشغيل XPS مناسبًا للطباعة من البرامج التطبيقية التي تدعم طباعة XPS (في نظام التشغيل Windows Vista أو الأحدث). يلزم تثبيت برنامج تشغيل الطابعة IJ بشكل صحيح."
MSM3027_1="يُعتبر برنامج تشغيل XPS مناسبًا للطباعة من البرامج التطبيقية التي تدعم طباعة XPS (في نظام التشغيل Windows Vista أو الأحدث). يلزم تثبيت MP Drivers بشكل صحيح."
MSM3028="ScanGear هو برنامج تشغيل للماسحة الضوئية. لاستخدام برنامج التشغيل، قم بتنفيذ برنامج تطبيقي مثل برنامج تحرير الصور."
MSM3028_Mac="يلزم وجود برنامج تشغيل لاستخدام الماسحة الضوئية. حيث يتيح لك تحديد حجم الملف، وحجم الإخراج، والإعدادات المتقدمة الأخرى عند إجراء المسح الضوئي. ويتم استخدامه أيضًا عند تشغيل الماسحة الضوئية من تطبيقات متوافقة مع TWAIN."
MSM3031_Mac="يوضح الدليل الإلكتروني طريقة تشغيل برنامج التشغيل ويقدم إرشادات سهلة حول كيفية استخدام البرنامج التطبيقي."
MSM3032=
MSM3034="يعتبر هذا مطلوبًا لطباعة ألوان صور Adobe RGB بعناية. تعد علامة Adobe علامة تجارية أو علامة تجارية مسجلة لشركة Adobe Systems Incorporated في الولايات المتحدة و/أو بلدان أخرى."
MSM3035="يتيح لك برنامج Setup Utility إمكانية تكوين إعدادات الطباعة من خلال الاتصال بالأشعة تحت الحمراء أو اتصال Bluetooth أو PictBridge."
MSM3037="ScanGear CS هو برنامج تشغيل للماسحة الضوئية (برنامج تشغيل TWAIN) ويعتبر من البرامج الضرورية لتشغيل الماسحة الضوئية. لاستخدام برنامج التشغيل، قم بتنفيذ برنامج تطبيقي مثل برنامج تحرير الصور."
MSM3040="يتيح لك الخيار Easy-PhotoPrint EX إنشاء ألبوم الصور أو الملصقات أو التقويم الخاص بك بسهولة باستخدام صور الكاميرا الرقمية الخاصة بك. كما يمكنك طباعة الصور بدون حدود في لقطة. بالإضافة إلى ذلك، يمكنك تطبيق تصحيح ظاهرة العين الحمراء وصقل الوجه الرقمي قبل الطباعة."
MSM3041="يقوم على الفور ببدء برنامج تطبيق الملحقات الذي يتيح لك إمكانية طباعة الصور الفوتوغرافية بسهولة."
MSM3042="يتيح لك MP Navigator EX استيراد الصور الممسوحة ضوئيًا بسهولة إلى البرنامج التطبيقي مباشرةً، لطباعتها أو إرفاقها برسالة بريد إلكتروني أو لحفظها في جهاز الكمبيوتر."
MSM3043="يوضح الدليل طريقة استخدام الجهاز والبرنامج المرفق. كما تتوفر معلومات حول تصحيح الأخطاء في حال وجودها."
MSM3043_Mac="يوضح الدليل طريقة استخدام الجهاز والبرنامج المرفق. كما تتوفر معلومات حول تصحيح الأخطاء في حال وجودها."
MSM3044="يسمح لك برنامج Easy-WebPrint EX بقطع أجزاء من صفحات الويب وطباعتها في التخطيط الخاص بك. ويظهر هذا البرنامج على المتصفح الخاص بك كشريط أدوات سهل الاستخدام."
MSM3044_Mac="يسمح لك برنامج Easy-WebPrint EX باقتصاص أجزاء من صفحات الويب وطباعتها في التخطيط الخاص بك. وهو برنامج إضافي مفيد للمتصفح الخاص بك. يلزم توفر متصفح Safari 4.0‎ أو أحدث."
MSM3045="يسمح لك هذا البرنامج بتحرير الاتصال السريع المشفر ومعلومات المستخدم والإعدادات الأخرى المسجلة في الطابعة، وحفظ الإعدادات المحررة على الحاسوب، أو إعادة تسجيلها في الطابعة."
MSM3046="باستخدام Solution Menu EX، يمكنك أن تبدأ على الفور تشغيل البرنامج التطبيقي الذي يتيح طباعة الألبومات والتقويمات بسهولة أو إجراء المسح الضوئي للمستندات بنقرة واحدة. كما يمكنك الوصول بسهولة إلى مواقع Canon على الإنترنت والتي تدعم العديد من الاستخدامات."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="يمكنك استيراد صور فوتوغرافية واستخدامها لإنشاء عناصر مخصصة وطباعتها مثل الملصقات والبطاقات والتقويمات. يمكنك أيضًا طباعة صور فوتوغرافية بدون حدود وتصحيح/تحسين الصور من خلال خطوات بسيطة. استخدمه مع برنامج Image Display لإنشاء صور مخصصة من الصور الفوتوغرافية المحفوظة."
MSM3049="برنامج إضافي لطباعة الصور الفوتوغرافية ويعمل على تسهيل إنشاء أعمال فنية احترافية وتحسينها. يجب تثبيت تطبيق مناسب. راجع الدليل لمعرفة التطبيقات الملائمة."
MSM3050="يمكنك بسرعة بدء تشغيل البرامج أو الدليل الخاص بمنتج Canon. ويمكنك أيضًا الوصول بسرعة إلى موقع الويب الذي يقدم لك معلومات مفيدة حول منتج Canon أو مواقع ويب مساعدة تتيح العديد من الاستخدامات، والمزيد."
MSM3051="هو برنامج تشغيل لاستخدام الماسحة الضوئية. ويتم استخدامه عند تشغيل الماسحة الضوئية من تطبيقات متوافقة مع ICA."
MSM3052="تقوم هذه الأداة المساعدة بمسح الصور ضوئيًا وحفظها."
MSM3053="يمكنك بسرعة بدء تشغيل البرامج الخاصة بمنتج Canon لديك. ويمكنك أيضًا الوصول بسرعة إلى الدليل والعديد من مواقع الويب."
MSM3054="قم بإضافة قواميس للغة المراد استخدمها عند إنشاء ملفات PDF قابلة للبحث أو في حالة بدء OCR. بعد التثبيت، قم بتحديد اللغة المناظرة في شاشة الإعداد الخاصة بالأداة Canon IJ Scan Utility."
MSM3055="هذا هو تطبيق يقوم بفتح ScanGear لمعاينة الصور ومسحها ضوئيًا، ثم حفظها على جهاز كمبيوتر."
MSM3056="يتيح لك هذا البرنامج إمكانية تكوين إعدادات الطباعة لاستخدام الطابعة على الشبكة."
MSM3057="يتيح لك هذا البرنامج التحكم المثالي بالطباعة عند إجرائها من البرنامج الذي يستخدم تقنية CAD \"‏AutoCAD\" الخاص بشركة Autodesk."
MSM3058="يتيح لك هذا البرنامج إخراج الملفات مباشرة وبسهولة مثل الرسومات المتعددة دون الحاجة إلى تشغيل التطبيق المخصص.\nويقوم أيضًا بالعمل البيني مع الخدمة السحابية لتوفير مشاركة الملفات في الوقت المناسب مع المستخدمين ذوي الصلة."
MSM3059="تم تصميم المكون الإضافي هذا للبرامج Microsoft Word وMicrosoft Excel وMicrosoft PowerPoint. يمكنك استخدامه لتسهيل القيام بمجموعة متنوعة من مهام الطباعة الصادرة من برامج Microsoft Office إلى الطابعات."
MSM3062="باستخدام هذا التطبيق، يمكنك اختيار كيفية إدراج النص والصور داخل الصفحة للطباعة."
MSM3063="استخدم الصور المفضلة لديك لإنشاء ألبومات مميزة وبطاقات وبطاقات تقويم وغير ذلك المزيد وطباعتها. يمكنك أيضًا بسهولة طباعة نسخ بدون حدود من الصور الخاصة بك."
MSM3064="فقط من خلال تحديد المجلد الذي يحتوي على صورك، سيقوم التطبيق تلقائيًا بتحديد الصور وترتيبها في ألبوم صور. بعد وضع الترتيب الخاص داخل التطبيق، ستتم طباعة ألبوم الصور الخاص بك بدقة عالية في طابعة Canon بجودة معمل التصوير. كما يمكنك أيضًا استخدام Easy-PhotoPrint Editor لطباعة صور من ألبوم الصور لديك على طابعتك المنزلية."
MSM3066="فقط من خلال تحديد المجلد الذي يحتوي على صورك، سيقوم التطبيق تلقائيًا بتحديد الصور وترتيبها في ألبوم صور. بعد وضع الترتيب الخاص داخل التطبيق، ستتم طباعة ألبوم الصور الخاص بك بدقة عالية في طابعة Canon بجودة معمل التصوير. كما يمكنك أيضًا استخدام Easy-PhotoPrint Editor لطباعة صور من ألبوم الصور لديك على طابعتك المنزلية."

MSM4001W="برنامج تشغيل الطابعة IJ"
MSM4001="برنامج تشغيل الطابعة"
MSM4002="الدليل الخاص بالمستخدم"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="برنامج تشغيل XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB ‭(1998)‬"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="الأداة المساعدة للاتصال السريع"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="برنامج تشغيل ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="قواميس إضافية لـ OCR (الصينية/الكورية)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057="Printer Driver Optimization Module for AutoCAD"
MSM4058="imagePROGRAF Direct Print & Share"
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: قم بإنشاء ألبوم من الصور الشخصية لديك"
MSM4067="hdAlbum EZ: قم بإنشاء ألبوم من الصور الشخصية لديك"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="أصبحت ميزة شراء الحبر عبر الإنترنت جاهزة الآن."
EIDENABLER_ADMIN="لتشغيل البرنامج، يجب أن تقوم بتسجيل الدخول باعتبارك أحد أفراد مجموعة المسؤولين."
MENU1_Mac="حول الإعداد"
MENU2_Mac="الخدمات"
MENU3_Mac="إخفاء الإعداد"
MENU4_Mac="إخفاء الآخرين"
MENU5_Mac="إظهار الكل"
MENU6_Mac="إنهاء الإعداد"
MENU7_Mac="تحرير"
MENU8_Mac="قص"
MENU9_Mac="نسخ"
MENU10_Mac="لصق"
English="English‭(English)‬"
French="Français‭(French)‬"
German="Deutsch‭(German)‬"
Arabic="العربية(Arabic)"
Italian="Italiano‭(Italian)‬"
Spanish="Español‭(Spanish)‬"
Portuguese="Português‭(Portuguese)‬"
Dutch="Nederlands‭(Dutch)‬"
Danish="dansk‭(Danish)‬"
Norwegian="norsk‭(bokmål)‬‭(Norwegian)‬"
Swedish="svenska‭(Swedish)‬"
Finnish="suomi‭(Finnish)‬"
Greek="Ελληνικά‭(Greek)‬"
Polish="polski‭(Polish)‬"
Czech="čeština‭(Czech)‬"
Russian="Русский‭(Russian)‬"
Indonesian="Bahasa Indonesia‭(Indonesian)‬"
Hungarian="magyar‭(Hungarian)‬"
Turkish="Türkçe‭(Turkish)‬"
Simplified_Chinese="中文‭(简体)‬‭(Chinese ‭(Simplified)‬)‬"
Traditional_Chinese="中文‭(繁體)‬‭(Chinese ‭(Traditional)‬)‬"
Korean="한국어‭(Korean)‬"
Thai="ภาษาไทย‭(Thai)‬"
Vietnamese="Tiếng Việt‭(Vietnamese)‬"
Japanese="日本語‭(Japanese)‬"
Estonian="eesti‭(Estonian)‬"
Latvian="latviešu‭(Latvian)‬"
Lithuanian="lietuvių‭(Lithuanian)‬"
Slovenian="Slovenščina‭(Slovenian)‬"
Ukrainian="Українська‭(Ukrainian)‬"
Slovak="slovenčina‭(Slovak)‬"
Persian="فارسی(Farsi)"
Bulgarian="български‭(Bulgarian)‬"
Rumanian="Română‭(Romanian)‬"
Croatian="hrvatski‭(Croatian)‬"
CN="الصين"
HK="هونج كونج"
ID="إندونيسيا"
IN="الهند"
JP="اليابان"
KR="كوريا"
MY="ماليزيا"
PH="الفلبين"
SG="سنغافورة"
TW="تايوان"
TH="تايلاند"
VN="فيتنام"
MO="ماكاو"
AU="أستراليا"
NZ="نيوزيلندا"
US="الولايات المتحدة"
CA="كندا"
BR="البرازيل"
MX="المكسيك"
AR="الأرجنتين"
CL="تشيلي"
PA="بنما"
AT="النمسا"
BE="بلجيكا"
BG="بلغاريا"
HR="كرواتيا"
CZ="جمهورية التشيك"
DK="الدانمارك"
EE="استونيا"
FI="فنلندا"
FR="فرنسا"
DE="ألمانيا"
GR="اليونان"
HU="المجر"
IE="أيرلندا"
IT="إيطاليا"
LV="لاتفيا"
LT="لتوانيا"
LU="لكسمبورج"
NL="هولندا"
NO="النرويج"
PL="بولندا"
PT="البرتغال"
RO="رومانيا"
RU="روسيا"
SK="سلوفاكيا"
SI="سلوفينيا"
ZA="جنوب إفريقيا"
ES="إسبانيا"
SE="السويد"
CH="سويسرا"
TR="تركيا"
GB="المملكة المتحدة"
Others="أخرى"
MSM5001="إنشاء \"الاسم المستعار\" على سطح المكتب"
MSM5002="هل توافق على إنشاء اسم مستعار للدليل على سطح المكتب؟ إذا كنت توافق، فحدد \"أوافق\". وإذا قمت بتحديد \"لا أوافق\"، يمكنك فتح الدليل من \"مجلد التطبيقات\"."
MSM5003="أوافق"
MSM5004="لا أوافق"
MSM5010="إضافة Easy-WebPrint EX إلى شريط الإرساء"
MSM5011="هل توافق على إضافة Easy-WebPrint EX إلى شريط الإرساء؟ إذا كنت توافق، فحدد \"أوافق\". وإذا قمت بتحديد \"لا أوافق\"، يمكنك استخدام Easy-WebPrint EX من \"مجلد التطبيقات\"."
MSM5012="أوافق"
MSM6000="حدد أسلوب توصيل الطابعة."
MSM6001="اتصال Wi-Fi"
MSM6002="وصلة شبكة محلية سلكية (كبل Ethernet)"
MSM6003="وصلة USB (كبل USB)"
MSM6004="حاول إعداد شبكة الطابعة مرة أخرى"
MSM6005="قم بتحديد طريقة اتصال Wi-Fi."
MSM6006="الاتصال عبر الموجه اللاسلكي (موصى به)"
MSM6007="الاتصال المباشر"
MSM6008="قم بتوصيل الكمبيوتر والطابعة عبر موجه لاسلكي."
MSM6009="لتوصيل الكمبيوتر والطابعة بشكل مباشر."
MSM6010="للتبديل بين الاتصال عبر الموجه اللاسلكي والاتصال المباشر أو للحصول على مزيد من التفاصيل حول طريقة الاتصال، انقر فوق [الإرشادات]."
MSM6011="الإرشادات"
MSM6012="تأكد من أن الطابعة قيد التشغيل."
MSM6013="الطابعات الموجودة على قائمة الشبكات"
MSM6014="الرقم المسلسل"
MSM6015="عنوان MAC"
MSM6016="عنوان IP"
MSM6017="يتعذر العثور على طابعة الإعداد في القائمة"
MSM6018="تحديث"
MSM6019="1.لتعيين الطابعة على الشبكة، حدد إحدى الطابعات من قائمة الطابعات أعلاه، ثم انقر فوق [التالي].\n   يمكن العثور على الرقم المسلسل على الجزء الخلفي من الطابعة وفي الضمان.\n   حيث تقوم القائمة الموجودة أعلاه بعرض آخر 5 أرقام من الرقم المسلسل.\n2.في حالة تعذر العثور على طابعة الإعداد في القائمة الموجودة أعلاه، قم بتشغيل الطابعة وانقر فوق [تحديث].\n3. إذا استمر تعذر العثور على الطابعة، فحدد [يتعذر العثور على طابعة الإعداد في القائمة]، ثم انقر فوق [التالي]."
MSM6020="1. إذا كانت الطابعة التي تريد إعدادها على الشبكة مدرجة ضمن قائمة الطابعات أعلاه، فقم بتحديدها، ثم انقر فوق [التالي].\n    يمكنك العثور على الرقم المسلسل في مؤخرة الطابعة أو في الضمان.\n2. إذا كانت الطابعة التي تريد إعدادها ضمن القائمة الموجودة أعلاه، فقم بتشغيل الطابعة، ثم انقر فوق [تحديث].\n3. إذا استمر تعذر العثور على الطابعة في القائمة، فقم بتحديد [يتعذر العثور على طابعة الإعداد في القائمة]، ثم انقر فوق [التالي].\n4. بالتسبة لاتصال USB، قم أيضًا بتحديد [يتعذر العثور على طابعة الإعداد]، ثم انقر فوق [التالي]."
MSM6021="اكتمل الاتصال."
MSM6022="تحديد طريقة الاتصال"
MSM6023="التحقق من الطاقة"
MSM6024="استخدم طريقة أخرى للإعداد. واتبع الإرشادات الواردة على الشاشة."
MSM6025="يجب إتمام إعداد الطابعة قبل تثبيت برنامج تشغيل XPS. وفي حالة عدم إتمام الإعداد، انقر فوق [الرجوع لأعلى] لإعداد الطابعة."
MSM6026="قبل المتابعة"
MSM6027="قد يستخدم هذا البرنامج الشبكة لإعداد الطابعة.\nإذا قام برنامج الحماية الخاص بك بعرض أي رسائل تحذير أثناء الإعداد، فاسمح للبرنامج بالمتابعة.\n(راجع دليل برنامج الحماية الخاص بك للحصول على تفاصيل.)\n\nسيقوم هذا البرنامج بإضافة برنامج آخر يتم تثبيته في قائمة البرامج المتاحة في جدار حماية Windows."
MSM6028="إلغاء تنشيط الحظر"
MSM6029="اختيار الطابعة"
MSM6026_Mac="قبل المتابعة"
MSM6027_Mac="قد يستخدم هذا البرنامج الشبكة لإعداد الطابعة.\nقد تحتاج إلى تغيير الإعدادات في برنامج الحماية لديك قبل بدء الإعداد، بناءً على برنامج الحماية الذي تستخدمه.\n(راجع دليل برنامج الحماية الخاص بك للحصول على تفاصيل.)\n\nإذا قام برنامج الحماية بعرض أي رسائل تحذير أثناء الإعداد، فاسمح للبرنامج بالمتابعة.\n\nيستخدم هذا البرنامج سلسلة مفاتيح.\nإذا كان الوصول إلى سلسلة المفاتيح يتطلب إذنك، فانقر فوق [السماح دائمًا]."
MSM6100="يستخدم My Image Garden الصور التي تم حفظها على الكمبيوتر لإنشاء بطاقة أو تقويم تلقائيًا."
MSM6101="توفر CREATIVE PARK PREMIUM محتويات PREMIUM بشكل حصري لمستخدمي أحبار Canon الأصلية."
MSM6102="يمكنك نسخ الصورة المطبوعة بشكل مماثل بمجرد تحديد القائمة من الطابعة."
MSM6103="حتى في حالة إيقاف تشغيل الطابعة، يتم تشغيلها بشكل تلقائي عند بدء مهمة طباعة."
MSM6104="يمكنك الوضع الصامت من الطباعة أو النسخ أو المسح الضوئي في هدوء دون القلق من الوقت أو من الأصوات المحيطة."
MSM6105="تختلف الوظائف المذكورة هنا باختلاف الطرز التي تستخدمها. للحصول على مزيد من التفاصيل، راجع الدليل."
MSM6106="للحصول على مزيد من التفاصيل حول الوظائف والإعدادات، راجع الدليل."
MSM6107="تتيح لك هذه الوظيفة تحميل بيانات الطباعة، ثم ترتيب الصفحات بحرية على الورق وتكبير حجم الصفحة أو خفضه."
MSM6108="يتيح لك المكون الإضافي هذا إنتاج مطبوعات عالية الجودة بسلاسة. وهو يدعم Adobe Photoshop وAdobe Photoshop Lightroom وDigital Photo Professional."
MSM6109="يتيح لك هذا البرنامج طباعة ملفات متعددة دفعة واحدة —مما يجعل عملية الطباعة الفعالة ممكنة. يمكنك أيضًا مشاركة الملفات عبر الخدمة السحابية."
MSM6110="يتيح لك هذا البرنامج إنشاء ملصق رائع التصميم. وتم أيضًا تضمين العديد من المواد."
MSM6111="تم تصميم المكون الإضافي هذا من أجل طباعة التنسيقات الكبيرة بسهولة من Microsoft Office. ويتيح أيضًا طباعة الأحجام الطويلة والطباعة بدون حدود."
MSM6112="يتيح لك هذا البرنامج تخصيص إعدادات الورق. يمكنك تغيير اسم الورق وعمل تعديلات لإجراء طباعة محسنة على الورق المفضل لديك."
MSM6113="يتيح لك هذا البرنامج جدولة الكمية والتكلفة للحبر والورق المستهلكين. يمكنك أيضًا الاطلاع على التكلفة الإجمالية للطباعة مما يساهم في إدارة خفض التكاليف بطريقة أكثر سهولة."
MSM6114="يتيح لك هذا البرنامج إدارة حالات متعددة للطابعة دفعة واحدة. ويتيح لك أيضًا الملاحظة بشكل سريع للأخطاء الناتجة عن نفاد الحبر، مما يجعل هذه الميزة مفيدة في إدارة الطابعة."
MSM6115="تتيح لك ميزة نسخ الهاتف الذكي عمل نُسخ من المستندات باستخدام كاميرا هاتف ذكي أو جهاز لوحي."
MSM6116="ومن خلال التطبيق Free Layout plus، يمكنك اختيار كيفية إدراج النص والصور في صفحة الطباعة."
MSM6117="ومن خلال Easy-PhotoPrint Editor، استخدم الصور المفضلة لديك لإنشاء ألبومات مميزة وبطاقات وبطاقات تقويم وغير ذلك المزيد وطباعتها."
MSM6118="باستخدام Easy-PhotoPrint Editor، يمكنك طباعة الملصقات وبطاقات التقويم وألبومات الصور من جهاز الكمبيوتر أو من الهاتف الذكي."
MSM6119="يتيح لك هذا التطبيق إنتاج مطبوعات عالية الجودة. فهو يدعم عدة تطبيقات لتحرير الصور مثل، Adobe Photoshop وAdobe Photoshop Lightroom وDigital Photo Professional."
MSM6030="تحديد من القائمة"
MSM6031="يمكن العثور على الرقم المسلسل في خطاب الضمان وعلى الطابعة."
MSM6032="جهاز IPv4"
MSM6033="جهاز IPv6"
MSM6034="الرقم المسلسل (آخر 5 أرقام)"
MSM6035="موقع الرقم المسلسل"
MSM6036="تحديد عنوان IP وإجراء البحث"
MSM6037="إعداد توصيل الشبكة وفقًا للدليل"
MSM6038="حدد هذا الخيار إذا كانت الطابعة غير ظاهرة في القائمة أو إذا تعذر العثور عليها من خلال تحديد عنوان IP."
MSM6039="تحديد أسلوب البحث عن الطابعة"
MSM6040="البحث بعنوان IPv4"
MSM6041="البحث بعنوان IPv6"
MSM6042="البحث من خلال اسم المضيف"
MSM6043="البحث من خلال اسم Bonjour"
MSM6044="لتحديد عنوان IP وإجراء البحث، يجب تخصيص عنوان IP إلى الطابعة مسبقًا. للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
MSM6045="خطأ في البحث عن عنوان IP المحدد"
MSM6046="يتعذر العثور على الطابعة المحددة. تحقق من عنوان IP أو اسم المضيف، ثم حاول مرة أخرى. للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
MSM6047="إعادة اكتشاف"
MSM6048="عنوان IP المحدد أو اسم المضيف مستخدم بالفعل من جهاز آخر. تحقق من عنوان IP أو اسم المضيف، ثم حاول مرة أخرى. للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
MSM6049="تغيير إعدادات شبكة IPv4"
MSM6050="حدد طريقة الإعداد، ثم أدخل عنوان IP الخاص بالطابعة المراد استخدامها."
MSM6051="إعداد تلقائي"
MSM6052="يجب أن يكون لديك ملقم DHCP للحصول على عنوان IP تلقائيًا."
MSM6053="إعداد يدوي"
MSM6054="عنوان IPv4"
MSM6055="اتصل بمسئول الشبكة حول عنوان IP."
MSM6056="تغيير إعدادات شبكة IPv6"
MSM6057="يجب أن يكون لديك ملقم DHCPv6 أو موجه IPv6 للحصول على عنوان IPv6 تلقائيًا."
MSM6058="عنوان IPv6"
MSM6059="طول البادئة"
MSM6060="اتصل بمسئول الشبكة حول عنوان IP وطول البادئة."
MSM6061="خطأ في تغيير إعدادات الشبكة"
MSM6062="قد يفشل التغيير نظرًا لأحد الأسباب التالية:\n  -عنوان IP الذي تم إدخاله غير صالح\n  -عنوان IP متكرر"
MSM6063="للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
MSM6064="انقر فوق [إضافة طابعة]، ثم أضف الطابعة باتباع الإرشادات الواردة على الشاشة.\n\nبعد إضافة الطابعة، انقر فوق [التالي]."
MSM6065="لاستخدام جميع وظائف هذه الطابعة، يلزم تثبيت برنامج التشغيل من Canon.\nانقر فوق [التالي] لتكرار عملية الإعداد."
MSM6066="تعيين كطابعة افتراضية"
MSM6067="قم بتوصيل الطابعة والكمبيوتر باستخدام كبل USB.\nتأكد من أن الطابعة قيد التشغيل."
MSM6068="إذا كان كبل USB متصلاً بالطابعة، فافصله."
MSM6069="اسم المنتج"
MSM6071="شبكة الكمبيوتر غير متاحة"
MSM6072="برجاء التحقق من تمكين اتصال شبكة الكمبيوتر. \nللاتصال باستخدام شبكة Wi-Fi، تحقق من حالة الاتصال للموجه اللاسلكي."
MSM6073="إدخال كلمة مرور المسؤول"
MSM6074="الرجاء إدخال كلمة مرور المسؤول للطابعة الخاصة بك."
MSM6075="كلمة مرور المسؤول"
MSM6075_add1="كلمة مرور المسؤول:"
MSM6076="كلمة المرور غير صحيحة."
MSM6077="تمكين شبكة Wi-Fi على جهازك الكمبيوتر."
MSM6081="يمكنك الطباعة من هاتف ذكي أو جهاز لوحي"
MSM6085="معلومات الشبكة على الموجه اللاسلكي"
MSM6087="كلمة المرور:"
MSM6088="عرض كلمة المرور"
MSM6089="انقر قوق [الإرشادات]، وقم بمراجعة الدليل على الإنترنت، ثم قم بإعداد الهاتف الذكي أو الجهاز اللوحي.\nإذا كنت لا تستخدم هاتف ذكي أو جهاز لوحي، فانقر فوق [التالي]."
MSM6091="هل قمت بتهيئة الطابعة؟"
MSM6092="1. تحقق من وجود حبر في خزان الحبر.\n2. اضغط مع الاستمرار على الزر \"إيقاف (Stop)\" الموجود بالطابعة لمدة 5 ثوانٍ تقريبًا.\nوبعد ذلك، ستقوم الطابعة ببدء التهيئة. ستستغرق هذه العملية 6 دقائق تقريبًا."
MSM6093="1. تحقق من وجود حبر في خزان الحبر.\n2. اضغط مع الاستمرار على الزر \"استئناف/إلغاء (RESUME/CANCEL)\" الموجود بالطابعة لمدة 5 ثوانٍ تقريبًا.\nوبعد ذلك، ستقوم الطابعة ببدء التهيئة. ستستغرق هذه العملية 6 دقائق تقريبًا."
MSM6094="تحضير نظام الحبر"
MSM6095="لم يتم تحضير نظام الحبر. لبدء التحضير، انقر فوق [الإرشادات]، وراجع إرشادات التحضير، أو راجع الدليل \"دليل البدء (Getting Started)\" المرفق مع الطابعة."
MSM6096="تحقق من الطابعة"
MSM6097="رمز الدعم: %s\n\nتحضيرات الطابعة غير مكتملة. الرجاء التحقق من الطابعة لديك.\nللحصول على التفاصيل، انقر فوق [الإرشادات] ثم قم بمراجعة الدليل على الإنترنت.\n\nبعد ذلك، انقر فوق [التالي]."
MSM6098="الإرشادات"
MSM6099="سأتحقق من طابعتي فيما بعد."
MSM6120="التوصيل اللاسلكي السهل"
MSM6121="انقر فوق [الإرشادات]، وقم بتجهيز الطابعة لإجراء الاتصال باتباع إرشادات الدليل. وبمجرد أن تكون الطابعة جاهزة، سيتم اكتشافها، ومن ثم يمكنك المتابعة إلى الخطوة التالية. قد يستغرق اكتشاف الطابعة بعض الوقت."
MSM6123="طرق بديلة"
MSM6124="إعدادات Wi-Fi"
MSM6125="يرجى تحديد الطريقة المراد استخدامها لإعداد Wi-Fi، ثم انقر فوق [التالي]."
MSM6126="الاتصال بشبكة Wi-Fi من الطابعة"
MSM6127="إنشاء اتصال Wi-Fi باستخدام كبل USB"
MSM6128="إذا لم يتم العثور على الطابعة حتى بعد اتباع الخطوات الموجودة في الدليل، فقد تكون هناك مشكلة بالشبكة. الرجاء النقر فوق [استكشاف الأخطاء وإصلاحها]، والتحقق من إعدادات الشبكة."
MSM6129="استكشاف الأخطاء وإصلاحها"
MSM6130="اتصال الشبكة الخاص بالطابعة"
MSM6131="بمجرد أن تكون الطابعة جاهزة، انقر فوق [التالي]. لتجهيز الاتصال في الطابعة، انقر فوق [الإرشادات]، ثم اتبع الدليل."
MSM6133="إغلاق هذا البرنامج وفتح الدليل على الإنترنت.\n\nسيتم إغلاق هذا البرنامج حتى لا يؤثر على إعدادات الشبكة. بعد التحقق من إعدادات الشبكة، الرجاء إعادة تشغيل البرنامج."
MSM6134="إذا تعذر عليك المتابعة إلى الخطوة التالية حتى بعد تجهيز الطابعة للاتصال، فانقر فوق [طرق بديلة]."
MSM6135="إغلاق هذا البرنامج وفتح الدليل على الإنترنت."
MSM6136="سيتم إغلاق هذا البرنامج حتى لا يؤثر على إعدادات الشبكة. بعد التحقق من إعدادات الشبكة، الرجاء إعادة تشغيل البرنامج."
MSM6150="تحديد مهايئ الشبكة لديك"
MSM6151="تم العثور على عدة مهايئات للشبكة. الرجاء تحديد مهايئ الشبكة الذي تريد استخدامه."
MSM6160="الاختصار الخاص بالدليل على الإنترنت"
MSM6161="هل تريد إنشاء اختصار على سطح المكتب للدليل على الإنترنت؟"
MSM6162="الدليل على الإنترنت لـ Canon %s"
MSM6163="إنشاء اختصار"
MSM6164="عدم إنشاء اختصار"
MSM6170="تعذر اكتشاف الطابعة.\nانقر فوق [استكشاف الأخطاء وإصلاحها]، وقم بفحص الإجراء الخاص بالتصحيح."
MSM6171="تم الكشف عن الطابعة. الرجاء الانتظار حتى اكتمال التثبيت.\nقد يستغرق ذلك بعض الوقت."
MSM6172="كبل USB متصل بالطابعة. الرجاء فصله."
MSM6173="اتصال الطابعة غير مكتمل. هل تريد العودة إلى الشاشة السابقة؟"
MSM6180="توصيل الطابعة بالشبكة"
MSM6181="انقر فوق [التالي]، ثم قم بإعداد الطابعة باتباع الدليل المعروض."
MSM6182="تعذر العثور على أي طابعة.\nانقر فوق [التالي]، ثم قم بإعداد الطابعة الخاصة بك باتباع الدليل المعروض."
MSM6183="البحث عن عنوان IP"
MSM6184="حدد الطابعة التي تريد إعدادها من القائمة. إذا كانت هناك أكثر من طابعة تحمل اسم المنتج ذاته، فتحقق من الرقم المسلسل."
MSM6185="التحقق من الرقم المسلسل"
MSM6186="إذا كانت الطابعة التي تبحث عنها غير مدرجة في القائمة، فانقر فوق [الطابعة غير موجودة]."
MSM6187="الطابعة غير موجودة"
MSM6190="تجهيز الطابعة"
MSM6191="اضغط مع الاستمرار على الزر التالي في الطابعة لمدة 3 ثوانٍ، ثم انقر فوق [التالي]."
MSM6192="إذا كانت لديك مشاكل في الاتصال باستخدام هذا الزر، فانقر فوق [الإرشادات]."
MSM6193="البحث عن الطابعات. الرجاء الانتظار. قد يستغرق ذلك دقيقة واحدة تقريبًا."
MSM6200="جاري التحقق من حالة الماسحة الضوئية"
MSM6201="قم بتوصيل الماسحة الضوئية والكمبيوتر باستخدام كبل USB.\nقم بتشغيل الماسحة الضوئية إذا كان بها زر تشغيل أو مفتاح طاقة."
MSM6202="تعذر اكتشاف الماسحة الضوئية.\nانقر فوق [استكشاف الأخطاء وإصلاحها]، للحصول على حلول ممكنة."
MSM6203="كبل USB متصل بالماسحة الضوئية. الرجاء فصله."
MSM6204="تم الكشف عن الماسحة الضوئية. الرجاء الانتظار حتى اكتمال التثبيت.\nقد يستغرق ذلك بعض الوقت."
MSM6210="تعرف على المزيد حول %s‏ Canon لديك"
MSM6211="المزيد من التطبيقات الخاصة بـ %s"
MSM6212="دليل Canon %s"
MSM6213="الدليل على الإنترنت"
MSM6220="قد تكون تحضيرات الطابعة غير مكتملة. الرجاء مراجعة الدليل على الإنترنت."
MSM6221="قد تكون تحضيرات الطابعة غير مكتملة."
MSM6222="الرجاء مراجعة الدليل على الإنترنت."
MSM6230="الاتصال عبر الموجه اللاسلكي"
MSM6233="اعتمادًا على بيئة الشبكة الخاصة بك، قد يؤدي الاتصال مباشرة بالطابعة إلى قطع اتصال الكمبيوتر بالإنترنت.\nهل تريد تحديد طابعة للاتصال بها؟\n\nالاتصال الحالي: %s"
MSM6240="يتعذر العثور على الطابعة المحددة. تحقق من عنوان IP أو اسم Bonjour، ثم حاول مرة أخرى. للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
MSM6241="عنوان IP المحدد أو اسم Bonjour مستخدم بالفعل من جهاز آخر. تحقق من عنوان IP أو اسم Bonjour، ثم حاول مرة أخرى. للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
